The original family id that is overridden by the newly loaded family.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public ElementId OriginalFamilyId { get; }
  Visual Basic
Public ReadOnly Property OriginalFamilyId As ElementId
	Get
  Visual C++
public:
property ElementId^ OriginalFamilyId {
	ElementId^ get ();
}
 See Also
  FamilyLoadedIntoDocumentEventArgs Class
  Autodesk.Revit.DB.Events Namespace